import React from 'react';
import './App.css';
function App() {
  return (
    <>
      <div className="container" >
        <div className="topic">
          MY DIARY
        </div>
        <div className="dtail">
          <p>ชีวิตของผมในแต่ล่ะวันมีหลายอย่างที่ต้องทำมากแต่ส่วนมาก็จะไม่ทำในสิ่งที่ต้องทำแต่จะทำในสิ่งที่อยากจะทำมากกว่า
             ทำให้การจัดการลำดับความสำคัญของผมไม่ค่อยดีน่ะ ถ้าคิดอยากจะทำอะไรก็จะทำโดยทันที ยกเว้นเรื่องเรียน สิ่งที่ชอบทำมากทีุ่ดคือ "เล่นกีฬา !!"
             กีฬาที่ชอบเล่นก็จะเป็น "แบดมินตัน" ชอบมาก ๆ ชอบมากกว่าารเรียนอีก 5555 แต่ละวันของผม ตื่นนอน 8.30 น ตื่นมาปิดนาฬากาปลุก แล้วนอนต่อ แฮร่ๆ
             ไม่ได้ไปเรียนเช้าอีก ตื่นีกที่ตอนเที่ยงก็ไปหาข้าวกิน ล่ะถ้ามีเรียนบ่าย็จะไปเรียน และถ้าไม่มีเรียนก็จะไปหาเพื่อน ตอนเย็นก็กลับบ้านไปงีบสักแปป
            แล้วไปเล่นกีฬาแดมินตันตอน 2 ทุ่ม เมื่อเล่นเสร็จ ก็กลับบ้านเพื่ออาบน้ำ ถ้ามีตี้ชวนดื่ม ก็จะไปบ้าง นอนก็จะประมาณ ตี1-2 เกือบทุกคืน</p>
        </div>
        <div className="phrase">
          <p>ห้ามใช้ชีวิตแบบนี้...</p>
        </div>
        <div className="footer">
          <nav aria-label="...">
            <ul class="pagination">
              <li class="page-item">
                <a class="page-link" href="#">Next</a>
              </li>
            </ul>
          </nav>
        </div>
      </div>
    </>
  );
}
export default App;
